app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2018-02-01 20:35:36.862070"], ["updated_at", "2018-02-01 20:35:36.862070"]]
---
  def create
    @student = Student.new(stuent_params)
    @student.save